/* No comment provided by engineer. */
"%@ Help" = "עזרה";

/* No comment provided by engineer. */
"About %@" = "אודות";

/* No comment provided by engineer. */
"Bring All to Front" = "הבא קדימה";

/* No comment provided by engineer. */
"Capitalize" = "שימוש באותיות גדולות";

/* No comment provided by engineer. */
"Check Document Now" = "בדוק מסמך כעת";

/* No comment provided by engineer. */
"Check Grammar With Spelling" = "בדוק דקדוק כולל איות";

/* No comment provided by engineer. */
"Check Spelling While Typing" = "בדוק איות במהלך הקלדה";

/* No comment provided by engineer. */
"Close" = "סגור";

/* No comment provided by engineer. */
"Copy" = "העתק";

/* No comment provided by engineer. */
"Correct Spelling Automatically" = "תיקון איות אוטומטי";

/* No comment provided by engineer. */
"Cut" = "גזור";

/* No comment provided by engineer. */
"Data Detectors" = "גלאי נתונים";

/* No comment provided by engineer. */
"Delete" = "מחק";

/* No comment provided by engineer. */
"Edit" = "ערוך";

/* No comment provided by engineer. */
"Find" = "מצא";

/* No comment provided by engineer. */
"Find and Replace..." = "מצא והחלף";

/* No comment provided by engineer. */
"Find Next" = "מצא הבא";

/* No comment provided by engineer. */
"Find Previous" = "מצא קודם";

/* No comment provided by engineer. */
"Find..." = "מצא";

/* No comment provided by engineer. */
"Help" = "עזרה";

/* No comment provided by engineer. */
"Hide %@" = "הסתר";

/* No comment provided by engineer. */
"Hide Others" = "הסתר אחרים";

/* No comment provided by engineer. */
"Jump to Selection" = "קפוץ לבחירה";

/* No comment provided by engineer. */
"Make Lower Case" = "הפוך לאותיות קטנות";

/* No comment provided by engineer. */
"Make Upper Case" = "הפוך לאותיות גדולות";

/* No comment provided by engineer. */
"Minimize" = "מזער";

/* No comment provided by engineer. */
"Paste" = "הדבק";

/* No comment provided by engineer. */
"Paste and Match Style" = "הדבק והתאם סגנון";

/* No comment provided by engineer. */
"Preferences..." = "הגדרות";

/* No comment provided by engineer. */
"Quit %@" = "לצאת";

/* No comment provided by engineer. */
"Redo" = "בצע שוב";

/* No comment provided by engineer. */
"Select All" = "בחר הכל";

/* No comment provided by engineer. */
"Services" = "שירותים";

/* No comment provided by engineer. */
"Show All" = "הצג הכל";

/* No comment provided by engineer. */
"Show Spelling and Grammar" = "הצג איות ודקדוק";

/* No comment provided by engineer. */
"Show Substitutions" = "הצג החלפות";

/* No comment provided by engineer. */
"Smart Copy/Paste" = "העתק/הדבק חכם";

/* No comment provided by engineer. */
"Smart Dashes" = "מקפים חכמים";

/* No comment provided by engineer. */
"Smart Links" = "קישורים חכמים";

/* No comment provided by engineer. */
"Smart Quotes" = "ציטוטים חכמים";

/* No comment provided by engineer. */
"Speech" = "דיבור";

/* No comment provided by engineer. */
"Spelling and Grammar" = "איות ודקדוק";

/* No comment provided by engineer. */
"Start Speaking" = "התחל לדבר";

/* No comment provided by engineer. */
"Stop Speaking" = "הפסק לדבר";

/* No comment provided by engineer. */
"Substitutions" = "החלפות";

/* No comment provided by engineer. */
"Text Replacement" = "החלפת טקסט";

/* No comment provided by engineer. */
"Transformations" = "תמורות";

/* No comment provided by engineer. */
"Undo" = "שחזר";

/* No comment provided by engineer. */
"Use Selection for Find" = "השתמש בבחירה לחיפוש";

/* No comment provided by engineer. */
"Window" = "חלון";

/* No comment provided by engineer. */
"Zoom" = "הגדל";

